{
	"FormatVersion": 2,
	"Namespace": "",
	"Children": [
		{
			"Source":
			{
				"Text": "100"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "C1D8FCE148C53B96C4E298AF714D35C6"
		},
		{
			"Source":
			{
				"Text": "2/9 可携带"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "3FCBC3C847BC3C73CF114CB1E38C0936"
		},
		{
			"Source":
			{
				"Text": "8/8"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "6F3282404794B68B7C1B8D84BF4135D8"
		},
		{
			"Source":
			{
				"Text": "88"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "507F52DF42A2892D2E17CBA4A589119F"
		},
		{
			"Source":
			{
				"Text": "88"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "9884E75046A08E931593E993E63B93AD"
		},
		{
			"Source":
			{
				"Text": "888"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "40FAB8FD467EB700AE9CCF99E3420B7D"
		},
		{
			"Source":
			{
				"Text": "Describe"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "506A794A4A4ACD0E280242B41327B444"
		},
		{
			"Source":
			{
				"Text": "ERRO"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "872152EF43DA045923AF4B9C98C298B0"
		},
		{
			"Source":
			{
				"Text": "ERRO"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "05F7A5F74AF30B56C9157A8544400E9B"
		},
		{
			"Source":
			{
				"Text": "ERRO"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "A26C047A429E0426A629C6BA82A72824"
		},
		{
			"Source":
			{
				"Text": "ERRO"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "CF9148BD408584301B653BBEA73B209E"
		},
		{
			"Source":
			{
				"Text": "Kind"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "755B49844C6E8F3EF3B269B0F522CCE4"
		},
		{
			"Source":
			{
				"Text": "Leiry"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "4D7AF681493ED967BC85FD8EE41F78D5"
		},
		{
			"Source":
			{
				"Text": "Move"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "0CD87D4E4F182EC41236C7959EF811ED"
		},
		{
			"Source":
			{
				"Text": "Name"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DA0038E044841F4340853E887613A9CF"
		},
		{
			"Source":
			{
				"Text": "None"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "58E383E94A94D4F5FE69B78A27DFDBAE"
		},
		{
			"Source":
			{
				"Text": "Skill"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "1BF46BC14ED5DCA3C3FB6083F42E9AD1"
		},
		{
			"Source":
			{
				"Text": "V.a_ol 版本"
			},
			"Translation":
			{
				"Text": "V.1.0"
			},
			"Key": "C0A34C31482E433E8ECDB498FFE575C6"
		},
		{
			"Source":
			{
				"Text": "des"
			},
			"Translation":
			{
				"Text": ""
			},
			"Key": "DB242E5D430CB1D7D5C4B9A1692B39C7"
		},
		{
			"Source":
			{
				"Text": "三角形：\r\n名称为刺客，\r\n只能移动到相应距离的格子上，无视障碍。"
			},
			"Translation":
			{
				"Text": "triangle:\r\nThe name is assassin,\r\nYou can only move to the grid at the corresponding distance and ignore the obstacles."
			},
			"Key": "CE83726F452149498C60D6904A35D03E"
		},
		{
			"Source":
			{
				"Text": "上一页"
			},
			"Translation":
			{
				"Text": "Last page"
			},
			"Key": "BAA217E74631417F80C18AA9D4A14C52"
		},
		{
			"Source":
			{
				"Text": "下一页"
			},
			"Translation":
			{
				"Text": "Next page"
			},
			"Key": "3A3986374EB8F9915B40C297476290D7"
		},
		{
			"Source":
			{
				"Text": "全屏"
			},
			"Translation":
			{
				"Text": "FullScreen"
			},
			"Key": "62C712FC4307DB8E72F528BD304B8F6C"
		},
		{
			"Source":
			{
				"Text": "六边形：\r\n名称为勇士，\r\n只能直线移动。"
			},
			"Translation":
			{
				"Text": "hexagon:\r\nThe name is warrior,\r\nIt can only move in a straight line."
			},
			"Key": "4804D89C427F203A4FCBEE8EF7A9E00F"
		},
		{
			"Source":
			{
				"Text": "创建会话失败（LAN）"
			},
			"Translation":
			{
				"Text": "Failed to create session (LAN)"
			},
			"Key": "D379DB334A108BA2A4B8369D4194742A"
		},
		{
			"Source":
			{
				"Text": "创建会话失败（Steam Online）"
			},
			"Translation":
			{
				"Text": "Failed to create session (steam online)"
			},
			"Key": "4EE9A4C64D518B58C7E1E6B571DE9870"
		},
		{
			"Source":
			{
				"Text": "创建房间"
			},
			"Translation":
			{
				"Text": "Create session"
			},
			"Key": "655A9B0C469E39F91F7B67B6DC577A4F"
		},
		{
			"Source":
			{
				"Text": "刺客"
			},
			"Translation":
			{
				"Text": "Assassin"
			},
			"Key": "D72231514E85AE208ED279AD4A04BCCB"
		},
		{
			"Source":
			{
				"Text": "剩余琉珠不足"
			},
			"Translation":
			{
				"Text": "Insufficient gold coins left"
			},
			"Key": "12B0BE514308D7621DFDDE8AF9DC0ADE"
		},
		{
			"Source":
			{
				"Text": "加入"
			},
			"Translation":
			{
				"Text": "Join"
			},
			"Key": "1736E3B343F677C9A20592AEBDD88CA5"
		},
		{
			"Source":
			{
				"Text": "加入会话失败"
			},
			"Translation":
			{
				"Text": "Failed to join session"
			},
			"Key": "21824AFE4B368D83B6327EB0B5A7E9FB"
		},
		{
			"Source":
			{
				"Text": "加入会话成功"
			},
			"Translation":
			{
				"Text": "Join session succeeded"
			},
			"Key": "EF200CEC4F8011E246336184FC4BA0B3"
		},
		{
			"Source":
			{
				"Text": "勇士"
			},
			"Translation":
			{
				"Text": "Warrior"
			},
			"Key": "2EBD3B0943D84B725ED172BF62FC1535"
		},
		{
			"Source":
			{
				"Text": "匹配房间"
			},
			"Translation":
			{
				"Text": "Matching session"
			},
			"Key": "F58773194201C4FF0FFCBCB67A899584"
		},
		{
			"Source":
			{
				"Text": "可携带"
			},
			"Translation":
			{
				"Text": "Can take"
			},
			"Key": "EAB5341C4BCAC2B9B4C480A2EAAE96E2"
		},
		{
			"Source":
			{
				"Text": "右键点击获得移动提示。\r\n右键长按可查看棋子信息。\r\n"
			},
			"Translation":
			{
				"Text": "Right click to get mobile prompt.\r\nRight click and long press to view the chess piece information.\r\n"
			},
			"Key": "38DE55B94CA5ADB030C8D7949AE36692"
		},
		{
			"Source":
			{
				"Text": "商店"
			},
			"Translation":
			{
				"Text": "Shop"
			},
			"Key": "4D577BD24689B5F55678B590B395D5F9"
		},
		{
			"Source":
			{
				"Text": "图鉴"
			},
			"Translation":
			{
				"Text": "Atlas"
			},
			"Key": "0787120C40B2F0703E2F3EA0F935C14C"
		},
		{
			"Source":
			{
				"Text": "在你的回合内，鼠标左键点击选择或移动棋子。\r\n点击棋盘外或非法目标取消选择。\r\n左键双击使用主动技能。"
			},
			"Translation":
			{
				"Text": "In your turn, click with the left mouse button to select or move the pieces.\r\nClick outside the chessboard or illegal target to cancel the selection.\r\nDouble left click to use active skills."
			},
			"Key": "9B9889F5469AFC03AA57DB89ED407623"
		},
		{
			"Source":
			{
				"Text": "在线匹配"
			},
			"Translation":
			{
				"Text": "Online Mode"
			},
			"Key": "D2D06F734A2C07D418281AB278325A40"
		},
		{
			"Source":
			{
				"Text": "声音："
			},
			"Translation":
			{
				"Text": "Sound:"
			},
			"Key": "DE3FB2F342FBED5DA791558DC83FD4CD"
		},
		{
			"Source":
			{
				"Text": "局域网模式"
			},
			"Translation":
			{
				"Text": "LAN Mode"
			},
			"Key": "5230B95949A4CE67E63C988AF2A2C2BA"
		},
		{
			"Source":
			{
				"Text": "开始游戏"
			},
			"Translation":
			{
				"Text": "StartGame"
			},
			"Key": "E2BC2E26462AD67ED478DFB1866105A4"
		},
		{
			"Source":
			{
				"Text": "当前琉珠数"
			},
			"Translation":
			{
				"Text": "Gold coins:"
			},
			"Key": "D610CACE4159B234F28B7C9268C45616"
		},
		{
			"Source":
			{
				"Text": "当前琉珠数："
			},
			"Translation":
			{
				"Text": "Gold coins:"
			},
			"Key": "4FD89F9F446807A9D4D8148F2749DE1D"
		},
		{
			"Source":
			{
				"Text": "当前积分："
			},
			"Translation":
			{
				"Text": "Glory points:"
			},
			"Key": "B059AEFB470115CFCB4059A518B15B1B"
		},
		{
			"Source":
			{
				"Text": "恭喜获得\r\n1 琉珠"
			},
			"Translation":
			{
				"Text": "Congratulations\r\n1 Gold coins"
			},
			"Key": "90D75EFC4B079B3EF762C1ADBD08D107"
		},
		{
			"Source":
			{
				"Text": "提示信息缩放："
			},
			"Translation":
			{
				"Text": "Tip zoom:"
			},
			"Key": "A5E44E924B989C31B2E82AA902382A58"
		},
		{
			"Source":
			{
				"Text": "新手教程"
			},
			"Translation":
			{
				"Text": "Novice tutorial"
			},
			"Key": "48E807E7496745EE92D689B3086A92F1"
		},
		{
			"Source":
			{
				"Text": "显示："
			},
			"Translation":
			{
				"Text": "Screen:"
			},
			"Key": "0D13538C47A38700B386C5906EA42336"
		},
		{
			"Source":
			{
				"Text": "最大6字符"
			},
			"Translation":
			{
				"Text": "Max 6 char"
			},
			"Key": "B03FC36F4300B9AD6451DEB96F76CCC2"
		},
		{
			"Source":
			{
				"Text": "查找失败"
			},
			"Translation":
			{
				"Text": "Search failed"
			},
			"Key": "D71412834D99A95E460F37A0C16817F0"
		},
		{
			"Source":
			{
				"Text": "查找成功"
			},
			"Translation":
			{
				"Text": "Search succeeded"
			},
			"Key": "02644DFF4047017E3D8A12BDCBBC1EAD"
		},
		{
			"Source":
			{
				"Text": "棋子底座形状代表不同的移动模式。\r\n下方数字为棋子移动力。\r\n"
			},
			"Translation":
			{
				"Text": "The shape of the pawn base represents different movement modes.\r\nThe number below is the movement force of the chess piece.\r\n"
			},
			"Key": "11B0A9C64FAD0B13A26BE591EBA8E1ED"
		},
		{
			"Source":
			{
				"Text": "棋盘内的白色提示框为你当前鼠标的位置。\r\n黄色提示框为当前回合玩家已选择的棋子。\r\n"
			},
			"Translation":
			{
				"Text": "The white prompt box in the chessboard is your current mouse position.\r\nThe Yellow prompt box refers to the pieces selected by the player in the current round.\r\n"
			},
			"Key": "1D5F3BEB431E8AC5EA01D7BBB4EE8D6D"
		},
		{
			"Source":
			{
				"Text": "正在加入，请在等待时勿进行其它操作..."
			},
			"Translation":
			{
				"Text": "Joining, please do not perform other operations while waiting"
			},
			"Key": "4C8022954438208FDBBCCB8066543A15"
		},
		{
			"Source":
			{
				"Text": "正在查找（LAN），大约需要十秒"
			},
			"Translation":
			{
				"Text": "Looking for (LAN), about ten seconds"
			},
			"Key": "AFA0C5A14A46266D93BF438CA6E2235D"
		},
		{
			"Source":
			{
				"Text": "正在查找（Steam Online），大约需要数十秒"
			},
			"Translation":
			{
				"Text": "Looking for (steam online), about tens of seconds"
			},
			"Key": "2236F61043D3E81FDEE5CE912225AAC8"
		},
		{
			"Source":
			{
				"Text": "正方形：\r\n名称为随从，\r\n范围内寻路移动。"
			},
			"Translation":
			{
				"Text": "square:\r\nThe name is entourage,\r\nPathfinding movement within the range."
			},
			"Key": "12035B4644FD53A7C8FB3CA85B40C006"
		},
		{
			"Source":
			{
				"Text": "游戏灵感来自于经典象棋。\r\n左方为蓝色阵营，右方为红色阵营。\r\n游戏目标是消灭敌方的英雄单位，即数字标识为金色的那个。"
			},
			"Translation":
			{
				"Text": "The game is inspired by classic chess.\r\nThe left side is the blue camp and the right side is the red camp.\r\nThe goal of the game is to destroy the enemy's hero unit, that is, the one whose digital ID is gold."
			},
			"Key": "3D6E2E9041D21B37AE4BFC845B0312D4"
		},
		{
			"Source":
			{
				"Text": "游戏采用回合制进行，一步一回合。\r\n屏幕正下方为当前回合数与玩家所剩时间，时间先用尽者判败。\r\n回合显示后方的呼吸光代表当前回合的玩家。"
			},
			"Translation":
			{
				"Text": "The game adopts the round system, step by step.\r\nAt the bottom of the screen are the current rounds and the player's remaining time. Those who run out of time first will be defeated.\r\nThe breathing light behind the turn display represents the player in the current turn."
			},
			"Key": "F63EB76540CCCF3E6778B980160FA706"
		},
		{
			"Source":
			{
				"Text": "热座模式"
			},
			"Translation":
			{
				"Text": "HotSeat Mode"
			},
			"Key": "D345450C4174815C3D999191D324D43E"
		},
		{
			"Source":
			{
				"Text": "用户名："
			},
			"Translation":
			{
				"Text": "Name:"
			},
			"Key": "6CFEF437436CB704CADB7FB8D19C4BDE"
		},
		{
			"Source":
			{
				"Text": "确认"
			},
			"Translation":
			{
				"Text": "Confirm"
			},
			"Key": "7371EB764EF3A25FC91D998FAB11AA6F"
		},
		{
			"Source":
			{
				"Text": "窗口化"
			},
			"Translation":
			{
				"Text": "Windows"
			},
			"Key": "ED6781E14E2351F037E8958494CA885D"
		},
		{
			"Source":
			{
				"Text": "窗口化全屏"
			},
			"Translation":
			{
				"Text": "WindowsFullScreen"
			},
			"Key": "BFE767F240C6AD2E707DA88A663B5AC5"
		},
		{
			"Source":
			{
				"Text": "窗口化全屏"
			},
			"Translation":
			{
				"Text": "WindowsFullScreen"
			},
			"Key": "1A8FA1AB48E6ECFCBD4EEFB94F17E16B"
		},
		{
			"Source":
			{
				"Text": "获得"
			},
			"Translation":
			{
				"Text": "Get"
			},
			"Key": "E57ACC5F49034F3A63F7F281B82A2487"
		},
		{
			"Source":
			{
				"Text": "设置"
			},
			"Translation":
			{
				"Text": "Setting"
			},
			"Key": "41060DF04049EDFBA90FD0B5D62B393E"
		},
		{
			"Source":
			{
				"Text": "设置已保存"
			},
			"Translation":
			{
				"Text": "Settings saved"
			},
			"Key": "7D35C3F741E2CB8023F7D7841A9E5604"
		},
		{
			"Source":
			{
				"Text": "购买基础包（ 13 琉珠）"
			},
			"Translation":
			{
				"Text": "Purchase basic package (13 Gold coins)"
			},
			"Key": "4E3CE7A7449FBCEBEAB4C38ED49A0CF9"
		},
		{
			"Source":
			{
				"Text": "返回"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "E4AB34A042B65C4DBD2778BD2AD6020D"
		},
		{
			"Source":
			{
				"Text": "返回"
			},
			"Translation":
			{
				"Text": "Back"
			},
			"Key": "239AA6C24E64F40FBB9A09A0A0F18D4B"
		},
		{
			"Source":
			{
				"Text": "退出"
			},
			"Translation":
			{
				"Text": "Quit"
			},
			"Key": "740B65A44969F933595D628BE4950212"
		},
		{
			"Source":
			{
				"Text": "队伍"
			},
			"Translation":
			{
				"Text": "Team"
			},
			"Key": "7CDCC7464B7BC77CA4800DBCF79E95B9"
		},
		{
			"Source":
			{
				"Text": "队伍已保存"
			},
			"Translation":
			{
				"Text": "Team saved"
			},
			"Key": "9498C8BE41B9C19C8EF4799217CD92F7"
		},
		{
			"Source":
			{
				"Text": "队伍已保存"
			},
			"Translation":
			{
				"Text": "Team saved"
			},
			"Key": "7F79916240C61F2CD1CADB8C856BE91D"
		},
		{
			"Source":
			{
				"Text": "随从"
			},
			"Translation":
			{
				"Text": "Entourage"
			},
			"Key": "A8787CB44C8272DE66B345AE9C9E55A8"
		}
	],
	"Subnamespaces": [
		{
			"Namespace": "UMG",
			"Children": [
				{
					"Source":
					{
						"Text": "Text Block"
					},
					"Translation":
					{
						"Text": ""
					},
					"Key": "TextBlockDefaultValue"
				}
			]
		}
	]
}